target/classes/WSACT-req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:unit="http://unitedfiregroup.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <unit:WSACT>
         <!--Optional:-->
         <unit:WSACTRequest>
            <!--Optional:-->
            <unit:SEARCH_TYP>A</unit:SEARCH_TYP>
            <!--Optional:-->
            <unit:SEARCH_NO>3000074110</unit:SEARCH_NO>
            <!--Optional:-->
            <unit:AGENT>151134</unit:AGENT>
            <!--Optional:-->
            <!--unit:LST_RECORD>?</unit:LST_RECORD-->
         </unit:WSACTRequest>
      </unit:WSACT>
   </soapenv:Body>
</soapenv:Envelope>